my_gr = ['Черепов', 'Шарипова', 'Лебедь', 'Налетова', 'Иванова', 'Исхаков', 'Павлова', 'Елизарова', 'Кованикова', 'Коршунова']
other_gr = ['Овчинникова', 'Иванов', 'Ившина', 'Степанова', 'Дмитриева', 'Ракина', 'Киселева', 'Столяренко', 'Гордеев', 'Сергеев']
footb_team = ('Черепов', 'Шарипова', 'Лебедь', 'Налетова', 'Иванова', 'Ракина', 'Киселева', 'Столяренко', 'Гордеев', 'Сергеев')
print(my_gr, other_gr, footb_team)
print(len(footb_team))
sort = tuple(sorted(footb_team))
print(sort)
if 'Иванов'in footb_team:
    print(footb_team.count('Иванов'))
else:
    print('Студента нет в команде')